/* No comment provided by engineer. */
"Connecting...\n\nPlease accept this connection on your mobile device." = "正在连接...\n\n请在您的移动设备上同意连接。";

/* Header of the devices source list */
"Devices" = "设备";

/* No comment provided by engineer. */
"Failed to import document." = "导入文档失败。";

/* No comment provided by engineer. */
"Failed to transfer document." = "传输文档失败。";

/* AppStore Link */
"http://store.mindnode.com/mindnodetouch/" = "http://store.mindnode.com/mindnodetouch/";

/* No comment provided by engineer. */
"MindNode touch is available on the App Store." = "MindNode touch 现在可以在 AppStore  里获得。";

/* No comment provided by engineer. */
"Successfully transfered." = "成功传输。";

/* No comment provided by engineer. */
"The connection was not accepted by the device." = "连接没有被设备同意。";

/* No comment provided by engineer. */
"The document was successfully transferred to the device." = "文档已经成功传输到设备。";

/* No comment provided by engineer. */
"To share your documents, connect your Mac and your mobile device to the same WiFi network and access the sharing screen on your device." = "要共享您的文档，连接您的Mac和移动设备到相同的WiFi网络并在您的设备上进入共享页面。";

/* No comment provided by engineer. */
"Unable to connect to device." = "无法连接到设备。";

